[
  {
    "id": 1,
    "title": "Bievenida a Cartitas de Piña",
    "content": "Esta página web tiene la función de mostrarte las cartas que te hice cuando estaba enamorado y tambien darte tu feliz cumpleaños, la había hecho cuando aún estábamos hablando y queria darsela ya en persona, pero pues paso lo que paso, pero, no quería que te quedaras sin ella así que le di unas pequeñas modificaciones y solo borre las cartas de amor y deje las felicitaciones.",
    "img": "https://github.com/LuisPinapro/love-carts/blob/main/imagenes/atardecer.jpeg?raw=true"
  },
  {
    "id": 2,
    "title": "Feliz Pumpeaños",
    "content": "Feliz cumpleaños, Flory, ya 19 ya estas viejita seguro y ya te rechinan las rodillas, espero de todo corazón que te la pases muy bien y nunca dejes de regalarnos esa sonrisa tan bonita que tienes. Perdón por haber estado tan alejado pero lo necesitaba, te quería dar la bienvenida a Guadalajara pero aun no me siento preparado para verte y no enamorarme de nuevo, pero cuando me sienta listo espero poder salir contigo por un café o helado. Tienes todo mi apoyo y te deseo mucho éxito en tu carrera, vas a poder con eso y más. Con todo el amor y cariño Luis Piña.",
    "img": "https://github.com/LuisPinapro/love-carts/blob/main/imagenes/felizpumpe.jpeg?raw=true"
  },
  {
    "id": 3,
    "title": "Cuando te conoci",
    "content": "De ese día recuerdo haberme levantado emocionado de que al fin te voy a conocer, me arregle y fui por ti, yo iba con la mentalidad de solo pasar una buena tarde e intentar hacerte reír en todo momento. Te vi salir del hotel y sentí como mis ritmo cardíaco se había acelerado, todos mis chistes y temas de que platicar desaparecieron y en cambio sentía como mis nervios iban incrementando, estaba más que claro que tú físico me encantó y estaba rezando de no enamorarme, mala mía que esa tarde me la pasé de maravilla contigo, reí demasiado, platique de todo y nunca me sentí abrumado, los nervios habían desaparecido y por primera vez está a siendo yo sin miedo a ser juzgado. Llegué a casa y tuve que aceptar que estaba enamorado de ti, tuve miedo pero eso no me impidió arriesgarme a intentarlo contigo",
    "img": "https://github.com/LuisPinapro/love-carts/blob/main/imagenes/atardecer.jpeg?raw=true"
  },
  {
    "id": 4,
    "title": "Siendo sincero",
    "content": "Holis, aquí me tienes como todo un tonto enamorado escribiendo cartas en mi computadora porque no se dónde vives para mandarte una carta física que claro sería más romántico, lo más probable es que te haga una página web como buzón para que leas las cartas que te hago. Hoy fue un día muy lindo, estábamos chateando de que queríamos y fue muy lindo leer que querías seguir conociéndome y ver si llegábamos a algo serio, realmente me emocioné mucho, quisiera que esto funcionará de verdad, me gustas demasiado y estos días no he deja de pensar en ti y tu linda carita porque verga eres realmente hermosa, si supiera pintar te haría un retrato. Quería escribirte esto porque no se cuándo lo leas muy probablemente ya sea cuando te me declare para ser novios, espero lo haya hecho bien porque a veces soy muy torpe ideando planes, ya quiero que llegues a Guadalajara para invitarte a salir y tener días de picnic, salir al cine, ir a museos y sobre todo ver esa hermosa carita. Te quiero demasiado.",
    "img": "https://github.com/LuisPinapro/love-carts/blob/main/imagenes/sincero.jpeg?raw=true"
  },
  {
    "id": 5,
    "title": "Un pequeño juramento",
    "content": "Si estás leyendo esto es porque Luis del futuro ya se te declaro y al parecer le dijiste que si, está carta la escribo como testamento, como un tipo de promesa de que haré y daré lo mejor de mi para que está relación sea la más sana y linda que hayas tenido, quiero demostrarte que hay bondad en la gente y que no todos somos unos hijos de perra como los que hayas tenido como exnovios, se que habrá discusiones y diferencias pero yo espero que podamos hablarlas sin la necesidad de pelear o poner el orgullo por delante, realmente quiero que esto dure mucho o si dura poco que sean los mejores días, semanas o meses que pude haber vivido contigo. Y no importa si aún no te sientes preparada para abrirte sexualmente, eso nunca fue mi prioridad en ningún momento, yo te esperaré a que te sientas cómoda, ahorita lo que realmente me importa es hacerte feliz y quererte bonito. Te quiero mucho, gracias por aceptarme en tu vida.",
    "img": "https://github.com/LuisPinapro/love-carts/blob/main/imagenes/tequiero.png?raw=true"
  },
  {
    "title": "Lo siento mucho...",
    "content": "No sé ni por dónde empezar, pero lo que siento en este momento es tan profundo que solo me queda escribirte desde el corazón, sin filtros, sin orgullo, solo yo, completamente vulnerable ante ti.\n\nHe estado pensando en nosotros… en cómo empezó todo, en cómo te miraba y sentía que el mundo se detenía un poco. Recuerdo cada pequeño detalle que antes tenía contigo: los mensajes dulces, las sorpresas, las flores sin una fecha en especial pero llenas de intención, el cuidarte sin recibir nada a cambio, los hobbies que teníamos en pareja, el despertar y ver tus ojitos desvelados. \nTodo eso que hacía que sonrieras y me miraras con esos ojos que lo decían todo, incluso sin hablar.\n\nY me duele. Me duele aceptar que poco a poco fui dejando de ser ese hombre detallista, atento, tierno. No porque dejara de amarte, sino porque fui tonto y me confié con que ya estarías conmigo toda la vida. Me confié en el tiempo, en la rutina, en el “De todos modos sera para siempre”. Me perdí en otras cosas, y te fui perdiendo a ti.\n\nHoy, desde la distancia, desde este espacio vacío que dejaste en mí, solo puedo decirte que lo siento. De verdad. Desde el fondo de mi alma.\n\nMe arrepiento de cada momento en el que no te hice sentir amada, especial, suficiente. Porque tú eras y sigues siendo todo eso y más. Fuiste mi hogar, mi paz, mi lugar favorito, y dejé que el descuido te alejara.\n\nNo quiero rendirme. No quiero que esta historia termine en una lección dolorosa más. Quiero que ser una pausa, un reinicio, un \"aún podemos\".\n\nNo te pido que olvides, pero sí que me des la oportunidad de recordarte cada día lo mucho que vales, lo mucho que te amo, y lo feliz que me haces. Quiero recuperar tu sonrisa, tus abrazos, tus silencios cómodos. Quiero volver a ti y hacerlo mejor.\n\nOjalá encuentres en tu corazón un pedacito de esperanza para mí, para nosotros. Te espero, te pienso, te amo… y ojalá, pronto, pueda decirte todo esto mirándote a los ojos, tomándote la mano.\n\nSiempre tuyo, \nPiña",
    "img": "https://raw.githubusercontent.com/LuisPinapro/love-carts/main/imagenes/1750310943235-laland.jpg",
    "id": 1750310944494
  }
]